export const homePageNotes = {
  title: {
    element: "h1",
    content: ["Happy National Girlfriend Day Baby 😍😍💕💕😍😍💝💝", "", ""],
  },
  message: {
    element: "h2",
    content: [
      "I love you so much and wish you the best for this day and all in the future to come! 💖💘💘💖💘💘💖💘💘💖💘💘",
    ],
  },
  extraNote: {
    element: "h2",
    content: [
      "Im so lucky to have you and you are so wonderful and amazing! 😚😊😍😍😍😎😎",
      "",
    ],
  },
  extras: {
    element: "h3",
    content: [""],
  },
  pics: ["/images/front_page/cute.png", "/images/front_page/gf_day.png"],
};



// Anniversary 2022 (3 years)
// export const homePageNotes = {
//   title: {
//     element: "h1",
//     content: ["Happy Anniversary Baby 😍😍💕😍💝💋💗💖💘"],
//   },
//   message: {
//     element: "h3",
//     content: [
//       "I can't believe we have been dating for 3 years already!",
//       "I can't wait for many more years to come!",
//     ],
//   },
//   extraNote: {
//     element: "h2",
//     content: ["I love you so much babyyyyyy!!!", "💝💝💝💝💝💝💝💝💝💝💝💝"],
//   },
//   extras: {
//     element: "h3",
//     content: [
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💝💝☁️💝💝☁️☁️",
//       "☁️💝💝💝💝💝💝💝☁️",
//       "☁️💝💝💝💝💝💝💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝☁️☁️☁️💝☁️☁️",
//       "☁️☁️☁️💝☁️💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💗💗☁️💗💗☁️☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️☁️💗💗💗💗💗☁️☁️",
//       "☁️☁️☁️💗💗💗☁️☁️☁️",
//       "☁️☁️☁️☁️💗☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//     ],
//   },
// };
