export const homePageNotes = {
  title: {
    element: "h1",
    content: ["I LOVE YOU SO MUCH", "💖💖💖💘💘💘💘", "💖💖💖💘💘💘💘"],
  },
  message: {
    element: "h2",
    content: [""],
  },
  extraNote: {
    element: "h2",
    content: ["", ""],
  },
  extras: {
    element: "h3",
    content: [""],
  },
  //   pics: ["/images/front_page/"],
};



// Anniversary 2022 (3 years)
// export const homePageNotes = {
//   title: {
//     element: "h1",
//     content: ["Happy Anniversary Baby 😍😍💕😍💝💋💗💖💘"],
//   },
//   message: {
//     element: "h3",
//     content: [
//       "I can't believe we have been dating for 3 years already!",
//       "I can't wait for many more years to come!",
//     ],
//   },
//   extraNote: {
//     element: "h2",
//     content: ["I love you so much babyyyyyy!!!", "💝💝💝💝💝💝💝💝💝💝💝💝"],
//   },
//   extras: {
//     element: "h3",
//     content: [
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💝💝☁️💝💝☁️☁️",
//       "☁️💝💝💝💝💝💝💝☁️",
//       "☁️💝💝💝💝💝💝💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝☁️☁️☁️💝☁️☁️",
//       "☁️☁️☁️💝☁️💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💗💗☁️💗💗☁️☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️☁️💗💗💗💗💗☁️☁️",
//       "☁️☁️☁️💗💗💗☁️☁️☁️",
//       "☁️☁️☁️☁️💗☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//     ],
//   },
// };
