export const homePageNotes = {
  title: {
    element: "h1",
    content: [
      "💘💘💘💘🎂🎂🎂🎂🎂🎂🎂🎂🎂💘💘💘💘💘",
      "HAPPY BIRTHDAY MY LOVE 😘😘😘😘😘😘",
      "💘💘💘💘🎉🎉🎉🥳🥳🥳🥳🎊🎊🎊💘💘💘💘💘💘",
    ],
  },
  message: {
    element: "h2",
    content: ["💝💝 I'm so glad I get to spend it with my soulmate 💝💝"],
  },
  extraNote: {
    element: "h2",
    content: [
      "I love you so much my Honey Crystal Boba Queen!!!",
      "💝💝👑👑👑💝💝",
      "I wish you the best for this day and good luck for all things in the future for you!",
      "🌠🌠🌠🌠🌠🌠🌠🌠🌠🌠🍀🍀🍀🍀🍀🍀🍀🍀🍀🍀",
      "Good luck on your studies and work babe 😘😘😘😘😘",
    ],
  },
  extras: {
    element: "h3",
    content: [""],
  },
  pics: [
    "/images/front_page/bday_2023_1.png",
    "/images/front_page/bday_2023_3.jpg",
    "/images/front_page/bday_2023_2.jpg",
  ],
};



// Anniversary 2022 (3 years)
// export const homePageNotes = {
//   title: {
//     element: "h1",
//     content: ["Happy Anniversary Baby 😍😍💕😍💝💋💗💖💘"],
//   },
//   message: {
//     element: "h3",
//     content: [
//       "I can't believe we have been dating for 3 years already!",
//       "I can't wait for many more years to come!",
//     ],
//   },
//   extraNote: {
//     element: "h2",
//     content: ["I love you so much babyyyyyy!!!", "💝💝💝💝💝💝💝💝💝💝💝💝"],
//   },
//   extras: {
//     element: "h3",
//     content: [
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💝💝☁️💝💝☁️☁️",
//       "☁️💝💝💝💝💝💝💝☁️",
//       "☁️💝💝💝💝💝💝💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝☁️☁️☁️💝☁️☁️",
//       "☁️☁️☁️💝☁️💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💗💗☁️💗💗☁️☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️☁️💗💗💗💗💗☁️☁️",
//       "☁️☁️☁️💗💗💗☁️☁️☁️",
//       "☁️☁️☁️☁️💗☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//     ],
//   },
// };
