export const homePageNotes = {
    title: {
      element: "h1",
      content: ["💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘", "Happy Valentines Day Princess", "💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘💘",],
    },
    message: {
      element: "h2",
      content: [
        "💝💝 I'm so glad I get to spend it with the love of my life 💝💝",
      ],
    },
    extraNote: {
      element: "h2",
      content: ["I love you so much my Crystal Boba Queen!!!", "💝👑👑👑💝"],
    },
    extras: {
      element: "h3",
      content: [
        "",
      ],
    },
    pics: ["/gifs/a.jpg", "/gifs/massage.jpg", "/gifs/milk.jpg", "/gifs/milk_and_mocha.jpg"]
  };



// Anniversary 2022 (3 years)
// export const homePageNotes = {
//   title: {
//     element: "h1",
//     content: ["Happy Anniversary Baby 😍😍💕😍💝💋💗💖💘"],
//   },
//   message: {
//     element: "h3",
//     content: [
//       "I can't believe we have been dating for 3 years already!",
//       "I can't wait for many more years to come!",
//     ],
//   },
//   extraNote: {
//     element: "h2",
//     content: ["I love you so much babyyyyyy!!!", "💝💝💝💝💝💝💝💝💝💝💝💝"],
//   },
//   extras: {
//     element: "h3",
//     content: [
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💝💝☁️💝💝☁️☁️",
//       "☁️💝💝💝💝💝💝💝☁️",
//       "☁️💝💝💝💝💝💝💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️💝💝💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝☁️☁️☁️💝☁️☁️",
//       "☁️☁️☁️💝☁️💝☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️💝☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️💝☁️☁️☁️☁️☁️💝☁️",
//       "☁️☁️💝💝💝💝💝☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//       "☁️☁️💗💗☁️💗💗☁️☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️💗💗💗💗💗💗💗☁️",
//       "☁️☁️💗💗💗💗💗☁️☁️",
//       "☁️☁️☁️💗💗💗☁️☁️☁️",
//       "☁️☁️☁️☁️💗☁️☁️☁️☁️",
//       "☁️☁️☁️☁️☁️☁️☁️☁️☁️",
//     ],
//   },
// };
